module.exports = () => {
  const d = {
    musicList: [
      'https://www.youtube.com/watch?v=FPLxRe4ho_A', // 記念撮影
      'https://www.youtube.com/watch?v=6m3A1MP_gbU', // リボン
      'https://www.youtube.com/watch?v=bRWQckbQ9tQ', // アンサー
      'https://www.youtube.com/watch?v=plXjYiRcBtA', // GO
      'https://www.youtube.com/watch?v=jVOpvX3tDN0', // アリア
    ],
    messages: [
      'ライブってゆうのはお茶の間でせんべえかじりながら見るようなもんじゃねぇんだよ。チケット取れなかったとか色々あるかもしれないけど死ぬ気でチケット取れ。で、見にこい。俺らあれだから。ブラウン管の前で評価されたくないから',
      '「頑張れ」って言葉は嫌いだよ。君はがんばりやさんだから。無理じゃなくて一生懸命やればそれでいいよ',
      '聞いてくれる君がいなきゃ、俺は歌えないんだ。自分のことを「世の中に必要ない人間」なんて思わないでください。現にこんなにも俺が必要としています。どうか生きてください',
      'ボクシングって勝った方が腕を上げるじゃないですか。でも天秤は負けた(軽い)方が上がるんですよ。それっておもしれぇなぁって思って。',
      '『自分にはなにもない』って言う人いるけど、そんなことない。コンビニの店員がいなかったら、お弁当あっためてもらえないし、銭湯のおばちゃんがいなかったら、銭湯入れない。みんなやることやってる。それを誇りに持てよ',
      'お前が｢死にたい｣と言って無駄に過ごした今日は昨日死んだ奴が一生懸命生きたかった明日なんだ',
      '素晴らしい夢ほど笑われるものです。もし他人に自分の夢を笑われたら「あぁ、自分の夢は素晴らしいのだ」と誇って下さい。',
      '(音楽にスーパースターは必要？という質問に対し)自分がなればいいんじゃないッスか、自分にとってね。そう思えないヤツはずっと誰かの真似になっちゃうんじゃないかな',
      '絶対に誰かと肩がぶつかる。生きるってそういうことだと思う。',
      '後ろまでちゃんと見えてっからな、聴くのをｻﾎﾞんなよ、俺歌うから。（LIVE中）',
      '泣きそうなときこそ、泣くのをｸﾞｯとこらえた分だけ、弱くなるような気がする。だから、泣きたいときはないていいんだよ',
      '出会わなければ良かった出会いなんてきっとない…ないよ。',
      '神に誓うな、己に誓え!!!!',
      '幸せじゃない瞬間も含めて幸せだと思います。',
      '『うわ、眩しい。すっげぇ眩しいんだけどさ、消えてくんない？』と思うくらい眩しいのが夢だと思うし、『いや、あれを見てないと俺の生きてる意味がないとか、存在自体が怪しくなってくる。だから俺は目がつぶれてもいいから、あれを見るぞ』っつうのが夢を見てる人だと思うし、夢を見てる人ってそんぐらいかっこいい人だと思うし、そんぐらい覚悟してる人だと思うし、そんぐらいリスクを背負ってる人だと思う。',
      '要は自分次第なんですよ。世の中君の映るように映る。君の感じるように感じる。君が変えれば変えるほど変わってく',
      '心に鍵をかけてるひと、かけすぎて人と話すのが苦手になったりしてる人、自殺をしようとした事がある人、俺はそのままでもいいと思うよ。かっこ良いと思うよ。でもどうか　生き延びてください。',
      '今年を振り返ってあんな事があって嬉しかった、こんな事があって悲しかったっていうよりもまず、それを考えることができる[今]があるって事がすごく大事だと思うんですよね。',
      '独りでも生きていける強さ｣なんてモノは要らん。リボン付きでプレゼントされても捨てちまうだろうな。独りで生きる意味ってあるのか？俺は孤独には全力で抵抗するよ。いつだって誰かを探すよ。他人が居てこその俺だろう。傷付け合って存在確認だろう。これらを放棄した俺なんて死んでいる様なモンだ。',
      '俺は、『ひとりじゃ生きていけねぇ』っていう弱々しい感覚を、本当に強く言える男だから。',
      '『この曲すごいです』って言ってくれる人いるんですけど、そう言ってくれるあなたがすごいと思います。',
      '自分がちゃんと物事をやってる時って人はさ、温和でいられるけど、自分が何もしてない時ほど人が醜く見えるモンだから。',
    ],
  };
  return d;
};
